[
	{
		"id": "1",
		"title": "Synpac Take the Recognition for Continued Good Service",
		"author": "Gondola",
		"date": "29th January 2015",
		"content": "The last few months have been some of the busiest of the year in the packaging industry, yet our customers have still found the time to thank us for a job well done. As always, we are very appreciative of their complements."
	},
	{
		"id": "2",
		"title": "Microwave and Oven Cookable Bag Sales Increase",
		"author": "Gondola",
		"date": "13th April 2015",
		"content": "The recent focus on food safety inspired the launch of Synpac’s new film development S1105 for a microwave and oven cookable bag, and since the launch we are pleased to report that sales have increased tenfold."
	},
	{
		"id": "3",
		"title": "No Corrective Action for 20 Years for ISO 9001:2008",
		"author": "Gondola",
		"date": "6th July 2015",
		"content": "Consistency is key for Synpac in our ongoing quality strategy; we have now achieved a record twenty consecutive years in our quest for high quality improvements and, as a result of the external audit for ISO 9001:2008, we have received a glowing report with no corrective action again since 1995."
	},
	{
		"id": "4",
		"title": "Freedom Festival 2015",
		"author": "Gondola",
		"date": "11th September 2015",
		"content": "Staff of Synpac based in Hessle on the outskirts of Hull, were amongst the crowds flocking to the Freedom Festival enjoying music, dance, art, street theatre and entertainment from across Europe."
	},
	{
		"id": "5",
		"title": "BRC/IoP Certification - Our Continued Commitment ",
		"author": "Gondola",
		"date": "2nd November 2015",
		"content": "We are pleased to announce that we have once again been re-accredited with a flawless Grade A status for BRC/IoP Global Standard for Packaging and Packaging Materials issue 4.  We have held this accreditation since 2003 and during the past four audits we have received no non-conformities, not even a minor!!"
	},
	{
		"id": "6",
		"title": "Synpac Scores another Hat Trick and Remain Top of the League",
		"author": "Gondola",
		"date": "17th December 2015",
		"content": "It goes without saying that the seasonal period is one of the busiest times of the year for Synpac, and happily, it often brings out the very best in our team."
	},
	{
		"id": "7",
		"title": "Acquisition of Synpac",
		"author": "Gondola",
		"date": "4th August 2016",
		"content": "We are pleased to announce that Synpac has been acquired by Plastics Capital Plc and we have been incorporated within their films division.  This acquisition will be an addition to their existing five manufacturing sites within the UK together with one in Thailand, two in China and sales offices in the USA, Japan, India and China. "
	},
	{
		"id": "8",
		"title": "Quality Counts - Minimal returns validates product and production excellence",
		"author": "Gondola",
		"date": "19th September 2016",
		"content": "In a regular audit of Synpac's quality where the number of returned items is compared to the gross production figures, the company hailed its best ever results with just five (5) pouches being returned out of an overall production of over 62 million.  An outstanding result that is rightfully credited to Synpac's dedicated production team that has an unrivalled 164 years of unbroken service."
	}

]
